IDEA Open Model
OpenModel.LineSegment3D Property
Compatible with IDEA StatiCa Beta 20.0
 List of LineSegment3D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<LineSegment3D> LineSegment3D { get; set; }
Public Property LineSegment3D As List(Of LineSegment3D)
	Get
	Set
Property Value
Type: List<LineSegment3D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace